Ext.define('crm.store.ObjectForm.CommerceVentilationStore', {
    extend  : 'Ext.data.ArrayStore',
    storeId : 'CommerceVentilationStore',
    fields  : ['id', 'Text'],
    data    : [['0', ''], ['201', 'Сплит система'], ['202', 'Центральная система приточно-вытяжной вентиляции'],
        ['203', 'Приточно-вытяжная вентиляция'], ['204', 'Системы кондиционирования в ряде помещений'],
        ['205', 'Интегрированая система'], ['206', 'Современная система вентиляции и кондиционирования'],
        ['207', 'Кондиционирование с помощью фан-койлов'], ['208', 'нет']]
});