Ext.define('crm.store.ObjectForm.ObjectCountryTypeStore', {
    extend  : 'Ext.data.ArrayStore',
    storeId : 'ObjectCountryTypeStore',
    fields  : ['id', 'Text'],
    data    :  [['4', 'дом'],
                ['5', 'часть дома'],
                ['6', 'коттедж'],
                ['7', 'таунхаус'],
                ['8', 'дача'],
                ['9', 'земельный участок'], // см. форму, есть статическая привязка[ки]
                ['10', 'коттеджный поселок'], // см. форму, есть статическая привязка[ки]
                ['11', 'дуплекс'],
                ['12', 'квадрохаус'],
                ['13', 'усадьба']]
});


